---
kind: property
id: P:Autodesk.Revit.DB.Electrical.VoltageType.ActualValue
source: html/d72770a2-5bf9-994d-d558-10e02d4579cf.htm
---
# Autodesk.Revit.DB.Electrical.VoltageType.ActualValue Property

Get actual voltage value of this voltage definition, the unit is volt.

## Syntax (C#)
```csharp
public double ActualValue { get; }
```